<div class="modal fade js-instruction-modal" tabindex="-1">
    <div class="modal-dialog modal-lg">
        <div class="modal-content">
            <div class="modal-header">
                <h4>Регистрация Elama</h4>
                <button type="button" class="close" data-dismiss="modal">&times;</button>
            </div>
            <div class="modal-body">
                <ol>
                    <li>
                        <h5>Регистрируем новую почту на Яндексе для клиента.</h5>
                    <p>Переходим по ссылке <a href="https://passport.yandex.ru/registration">https://passport.yandex.ru/registration</a></p>
                        <p>Логин прописать okna (город по английски). Пример oknakaluga</p>
                        <p>Пароль взять из таблицы проектов.</p>
                        <p>Без номера телефона. В качестве восстановления указать способ – Почтовый индекс Родителей. И указать индекс 460021.</p>
                    </li>
                    <li>
                        <h5>Далее регистрируем сервис Елама.</h5>
                        <p>Переходим по ссылке <a href="https://account.elama.global/signup">https://account.elama.global/signup</a></p>
                        <p>Вводим данные: почта яндекса, пароль из таблицы проектов, имя Виктор, телефон можно 89123456789, страна Россия.</p>
                        <p>Копируем ID аккаунта в правом верхнем углу.</p>
                        <figure>
                            <img src="/img/copy-account.jpg" width="338" height="130" alt="Копирование ID аккаунта">
                        </figure>
                        <p>Заходим в Elama под логином 1@troiza.net (пароль запросить у Виктора Е)</p>
                        <p>Мои клиенты -> Добавить клиента</p>
                        <figure>
                            <img src="/img/add-client-elama.jpg" width="569" height="261" alt="Добавление клиента">
                        </figure>
                        <p>Здесь вводим: я агент (обычно стоит автоматом первым), логин клиента (почта на которую зарегистрирован аккаунт),
                            ID аккаунта (который скопировали).</p>
                        <figure>
                            <img src="/img/agent-radio.jpg" width="377" height="408" alt="Привязывание к аккаунту клиента">
                        </figure>
                        <p>Нажимаем «Привязать».</p>
                        <figure>
                            <img src="/img/ldg-access.jpg" width="544" height="68" alt="Подтверждение работы в Лидогенераторе">
                        </figure>
                        <p>Заходим в почту, на которую зарегистрирован аккаунт клиента. На него в течение 10 минут должно прийти письмо с заголовком «Подтвердите, что вы работаете с Лидогенерация».</p>
                        <figure>
                            <img src="/img/confirm-button.jpg" width="381" height="139" alt="Подтверждения заявки">
                        </figure>
                        <p>Внутри письма нажимаем кнопку «Подтвердить заявку»</p>
                        <p>Возвращаемся в наш агентский аккаунт Elama в раздел «Мои клиенты». В самом верху должен быть аккаунт
                            нашего клиента. Рядом с ним нажимаем «три точки» → переименовать. И добавляем название формата: Окна –
                            Город.
                        </p>
                        <figure>
                            <img src="/img/rename-account.jpg" width="511" height="253" alt="Добавление нового аккаунта">
                        </figure>
                        <p>Мы привязали аккаунт.</p>
                        <p>Кстати, через агентский аккаунт можно зайти в любой аккаунт без пароля. Это удобно помогает переключаться
                            между ними.</p>
                        <figure>
                            <img src="/img/login-account.jpg" width="525" height="287" alt="Вход в аккаунт без пароля">
                        </figure>
                        <p>Теперь перейдем к формированию инструкции по оплате.</p>
                        <p>Заходим в папку Пополнение баланса</p>
                        <p>Копируем «Основную» инструкцию и ставим название города после тире. Важно копировать основную инструкцию,
                            так как в ней будут происходить дальнейшие изменения.</p>
                        <figure>
                            <img src="/img/main-instruction-copy.jpg" width="388" height="67" alt="Копирование основной инструкции">
                        </figure>
                        <p>Пример</p>
                        <figure>
                            <img src="/img/main-instruction-change.jpg" width="327" height="95" alt="Добавление города">
                        </figure>
                        <p>Заходим внутрь файла и редактируем логин на почту клиента, на которую зарегистрирована Elama. Пароль уже
                            указан верный. Сохраняем файл.</p>
                        <figure>
                            <img src="/img/correct-client-file.jpg" width="431" height="91" alt="Редактирование логина на почту
                             клиента">
                        </figure>
                        <p>Копируем текст в задаче, который нужно отправить клиенту, и вставляем в чат.</p>
                        <p>Но нам еще нужна ссылка на инструкцию.</p>
                        <p>Нажимаем правой кнопкой мыши на инструкцию и выбираем «Поделиться ссылкой OneDrive»</p>
                        <figure>
                            <img src="/img/share-link.jpg" width="508" height="141" alt="Отправление ссылки клиенту">
                        </figure>
                        <p>Ссылку вставляем в сообщение и отправляем клиенту в чате. Готово. Ожидаем пополнение баланса Елама.</p>
                    </li>
                </ol>
            </div>
        </div>
    </div>
</div>
